Repository: Pardus-Linux/gfxtheme
Catalog: pardus/po/*.po
Languages: id

source: Cancel
id: Batal

source: Continue
id: Lanjutkan

source: Installation
id: Instalasi

source: Manual Installation
id: Instalasi manual.

source: Installation--ACPI Disabled
id: Instalasi--ACPI ditiadakan

source: Installation--Safe Settings
id: Instalasi--Seting Aman

source: Linux--Safe Settings
id: Linux--Seting Aman

source: Boot from Hard Disk
id: Boot dari Hard Disk

source: Rescue System
id: Sistem Penyelamat

source: Memory Test
id: Tes Memori

source: Boot Options
id: Opsi Boot

source: Exiting...
id: Keluar...

source: You are leaving the graphical boot menu and starting the text mode interface.
id: Anda meninggalkan menu boot grafis dan memulai interface mode teks.

source: Help
id: Bantuan

source: Starting...
id: Mulai...

source: Loading Linux Kernel
id: Memuatkan Kernel Linux

source: Loading memtest86
id: Memuatkan memtest86

source: I/O Error
id: Kesalahan I/O

source: Change Boot Disk
id: Merubah Disk Boot

source: Insert boot disk %u.
id: Masukkan disk boot %u.

source: This is boot disk %u. Insert boot disk %u.
id: Ini adalah disk boot %u. Masukkan disk boot %u.

source: This is not a <product> boot disk. Insert boot disk %u.
id: Ini bukan boot disk <product>. Masukkan disk boot %u

source: Get your driver update floppy ready.
id: Siapkan floppy update driver anda.

source: DVD Error
id: Kesalahan DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
id: Ini adalah DVD dua sisi. Anda harus boot dari sisi kedua. Balik DVD lalu lanjutkan.

source: Halt the system now?
id: Halt sistem sekarang?

source: Hard Disk Installation
id: Instalasi Hard Disk

source: Disk Device (Scans All Disks If Empty)
id: Device Disk (Scan Seluruh Disk bila Kosong)

source: Directory
id: Direktori

source: FTP Installation
id: Instalasi FTP

source: User (Anonymous Login If Empty)
id: User (Login Anonim bila Kosong)

source: NFS Installation
id: Instalasi NFS

source: User (Uses "guest" If Empty)
id: User (Gunakan "guest" jika Kosong)

source: SMB (Windows Share) Installation
id: Instalasi SMB (Share Windows)

source: HTTP Installation
id: Instalasi HTTP

source: Other Options
id: Opsi Lain

source: Language
id: Bahasa

source: Installation--IOAPIC Enabled
id: Instalasi--IOAPIC Diadakan

source: Installation--IOAPIC Disabled
id: Instalasi--IOAPIC Ditiadakan

source: Installation--Local APIC Disabled
id: Instalasi--APIC Lokal ditiadakan

source: Yes
id: Ya

source: No
id: Tidak

source: Automatic Mode
id: Mode Otomatis

source: Manual Mode
id: Mode Manual

source: Configure Parameters on ZEN Partition
id: Konfigurasi Parameter pada Partisi ZEN

source: Install or Update ZEN Partition
id: Instalasi atau Update Partisi ZEN

source: Reinstall ZEN Partition Boot Loader
id: Instalasi ulang Boot Loader Partisi ZEN

source: Disable ZEN Partition
id: Tiadakan Partisi ZEN

source: Enable ZEN Partition
id: Adakan Partisi ZEN

source: Text Mode
id: Mode Teks

source: Firmware Test
id: Tes Firmware

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
id: Untuk memuatkan update driver secara langsung dari CDROM, masukkan nama file update driver (dipisahkan oleh koma ',') di sini:
